Revit 2018 API
ExportPatternTable Properties
The ExportPatternTable type exposes the following members.
Properties
Name | Description
Count
 Count of the items contained in the collection.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
Item
See Also
ExportPatternTable Class
Autodesk.Revit.DB Namespace